/* Simplified Chinese translation - strings need translating from English */

"Yes" = "是";

"No" = "否";

"MainFan" = "主风扇";

"Left Fan" = "左风扇";

"Right Fan" = "右风扇";

"smcFanControl has not been tested on this machine yet, but it should run if you follow the instructions. \n\nIf you choose to continue, please make sure you have no other FanControl-software running. Otherwise please quit, deinstall the other software, restart your machine and rerun smcFanControl!" = "smcFanControl 尚未在此机器上经过测试，但按照说明操作应该可以正常运行。\n\n如果您选择继续，请确保没有其他风扇控制软件正在运行。否则请退出并卸载其他软件，重启电脑后再重新运行 smcFanControl！";

"Continue" = "继续";

"Quit" = "退出";

"Alert!" = "警告！";

"Do you want to reset smcFanControl to default settings? Fans will return to default speed." = "您要将 smcFanControl 重置为默认设置吗？\n风扇将恢复为默认转速。";

"Please shutdown your computer now to return to default fan settings." = "请立即关闭电脑以恢复默认风扇设置。";

"Reset Settings" = "重置设置";

"Shutdown required" = "需要关机";

/* Sleep/Wake Fix */
"Sleep/Wake Fix..." = "睡眠/唤醒修复...";

"Sleep/Wake Fix for Intel Macs" = "Intel Mac 睡眠/唤醒修复";

"Older Intel Macs can crash when waking from sleep due to macOS hibernation features designed for newer hardware. This fix disables hibernation and related features so your Mac sleeps and wakes reliably." = "由于 macOS 的休眠功能是为较新硬件设计的，较旧的 Intel Mac 在从睡眠中唤醒时可能会崩溃。此修复程序将禁用休眠及相关功能，使您的 Mac 能够稳定地睡眠和唤醒。";

"No reboot required. Changes take effect immediately." = "无需重启，更改立即生效。";

"Fix Applied" = "已应用修复";

"Needs Fix" = "需要修复";

"Apply Fix" = "应用修复";

"Restore Defaults" = "恢复默认";

/* Menu items */
"Quit smcFanControl CE" = "退出 smcFanControl CE";

/* Support */
"Support on Ko-fi" = "在 Ko-fi 上支持我们";
